export default {
  projections: {
    ПланирСобесE: {
      датаПланСобес: {
        __caption__: 'Дата план собес'
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      регистАнкеты: {
        __caption__: 'Регист анкеты',
        фИОКандидата: {
          __caption__: 'Ф и о кандидата'
        },
        серНомПаспорта: {
          __caption__: ''
        },
        номерТелефона: {
          __caption__: ''
        },
        снилс: {
          __caption__: ''
        },
        элПочта: {
          __caption__: ''
        },
        должности: {
          __caption__: '',
          должности: {
            __caption__: ''
          }
        },
        организация: {
          __caption__: '',
          наименование: {
            __caption__: ''
          },
          адрес: {
            __caption__: ''
          },
          телОрганиз: {
            __caption__: ''
          }
        }
      }
    },
    ПланирСобесL: {
      датаПланСобес: {
        __caption__: 'Дата план собес'
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      регистАнкеты: {
        __caption__: 'Ф и о кандидата',
        фИОКандидата: {
          __caption__: 'Ф и о кандидата'
        },
        серНомПаспорта: {
          __caption__: ''
        },
        снилс: {
          __caption__: ''
        },
        номерТелефона: {
          __caption__: ''
        },
        элПочта: {
          __caption__: ''
        },
        должности: {
          __caption__: '',
          должности: {
            __caption__: ''
          }
        },
        организация: {
          __caption__: '',
          наименование: {
            __caption__: ''
          },
          адрес: {
            __caption__: ''
          },
          телОрганиз: {
            __caption__: ''
          }
        }
      }
    }
  },
  validations: {
    датаПланСобес: {
      __caption__: 'Дата план собес'
    },
    иметьПриСебе: {
      __caption__: 'Иметь при себе'
    },
    организация: {
      __caption__: 'Организация'
    },
    регистАнкеты: {
      __caption__: 'Регист анкеты'
    }
  }
};
