export default {
  caption: 'Планир собес',
  'датаПланСобес-caption': 'Дата план собес',
  'иметьПриСебе-caption': 'Иметь при себе',
  'регистАнкеты.серНомПаспорта-caption': '',
  'регистАнкеты.номерТелефона-caption': '',
  'регистАнкеты.снилс-caption': '',
  'регистАнкеты.элПочта-caption': '',
  'регистАнкеты.должности.должности-caption': '',
  'регистАнкеты.организация.наименование-caption': '',
  'регистАнкеты.организация.адрес-caption': '',
  'регистАнкеты.организация.телОрганиз-caption': '',
  'организация-caption': 'Организация',
  'регистАнкеты-caption': 'Регист анкеты'
};
