export default {
  projections: {
    РегРезультE: {
      датРегРезСобес: {
        __caption__: 'Дат рег рез собес'
      },
      планирСобес: {
        __caption__: 'Планир собес',
        иметьПриСебе: {
          __caption__: 'Иметь при себе'
        }
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИОСотруд: {
          __caption__: 'Ф и о сотруд'
        }
      },
      тЧРегРезульт: {
        __caption__: 'Т ч рег результ',
        итогСобес: {
          __caption__: 'Итог собес'
        },
        оценкаКандид: {
          __caption__: 'Оценка кандид'
        },
        крКомИлиОбсРеш: {
          __caption__: 'Кр ком или обс реш'
        }
      }
    },
    РегРезультL: {
      датРегРезСобес: {
        __caption__: 'Дат рег рез собес'
      },
      планирСобес: {
        __caption__: 'Иметь при себе',
        иметьПриСебе: {
          __caption__: 'Иметь при себе'
        }
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сотрудники: {
        __caption__: 'Ф и о сотруд',
        фИОСотруд: {
          __caption__: 'Ф и о сотруд'
        }
      }
    }
  },
  validations: {
    датРегРезСобес: {
      __caption__: 'Дат рег рез собес'
    },
    организация: {
      __caption__: 'Организация'
    },
    планирСобес: {
      __caption__: 'Планир собес'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    тЧРегРезульт: {
      __caption__: 'Т ч рег результ'
    }
  }
};
